Repository: saadattcore/Herbalife-Loyalty-Web
Catalog: Loyalty.Customer/Loyalty.Customer/Core/Loyalty.Customer.WebApi/LocalResources/ProgramController.*.resx
Languages: es_pr

# ACAD
source: Attend Customer Appreciation Day
es_pr: Participa en un Dia de Logros de Cliente

source: Activity
es_pr: Actividad

# ATD2WK
source: Attend 2 or more workouts this week
es_pr: Asiste a 2 o más sesiones de entrenamiento esta semana

# ATDNS
source: Attend a local nutrition seminar
es_pr: Participa en un seminario local de nutrición

# COMPWELL
source: Complete a wellness profile with your Coach and set your goals
es_pr: Completa tu Perfil de bienestar con tu entrenador y fija nuevas metas

# CONCOACH
source: Contact your coach and update them on your nutrition program weight and measurements
es_pr: Contacta a tu entrenador y actualizalo acerca de tu programa de nutrición, peso y medidas

# FBK
source: Post on your personal Facebook – Declare your goals – Progress or results – Attending the fit camp workout – Attending your local nutrition club
es_pr: Comparte en tu facebook personal - Enlista tus objetivos - Muestra tu progreso o resultados - Asiste a un campo de entrenamiento - Asiste a un club de nutrición local

# FIT
source: Attend a fit activity
es_pr: Participa en una actividad física

# FRDFIT
source: Bring a friend to participate in a challenge or fit activity
es_pr: Trae a un amigo para participar en un reto de actividad física

# FRDNC
source: Bring a friend or family member to your local nutrition club
es_pr: Trae a un amigo o familiar a tu club de nutrición local

# INVITE
source: Send invitation to 5 friends about the next challenge
es_pr: Invita a 5 amigos al próximo reto

# MEALPLAN
source: Create a meal plan with your Coach
es_pr: Crea un plan de alimentación con tu entrenador

# MEALPREP
source: Complete your meal prep for the week
es_pr: Completa tus recetas preparadas por una semana

# NC5
source: Attend your nutrition club 5 days in a row
es_pr: Asiste a tu club de nutrición 5 dias contínuos

# PHOTO
source: Post a photo (max 1 per week) – Pay it forward!! – Favourite part of your workout – The award (Shaker cup) you just received – A photo of your results/progress - Your favourite recipe or a new recipe
es_pr: Sube una foto (Max 1 por semana) - ¡Págala con anticipación! - Parte favorita de tu entrenamiento - La recompensa (Shaker) que has recibido - Una foto de sus resultados/Progreso - Tu receta favorita o una nueva receta

source: Product
es_pr: Producto

# REVIEW
source: Write a review of your local nutrition club on Facebook
es_pr: Escribe tu opinión acerca de tu club local de nutrición en Facebook

# SHAKE7
source: Have your shake 7 days in a row
es_pr: Toma una malteada por 7 dias contínuos

# WATCH
source: Watch this great nutrition video
es_pr: Ver este super video de nutrición

# WEIGHIN
source: Weekly weigh-in or measurement with Coach
es_pr: Semanalmente registra tu peso o medidas con tu entrenador
