Repository: saadattcore/Herbalife-Loyalty-Web
Catalog: Loyalty.Customer/Loyalty.Customer/Core/Loyalty.Customer.WebCore/LocalResources/Views/Spa/Pages/_dashboard.*.resx
Languages: es_us

# ActionBtnModal.Text
source: Got It!
es_us: ¡Entendido!

# ActivityAchieved.Text
source: Activity levels achieved
es_us: Niveles de actividad alcanzado

# ActivityDesc1.Text
source: Getting started on a healthy, active lifestyle
es_us: Comenzar un estilo de vida activo y saludable

# ActivityDesc2.Text
source: Documenting your experiences and progress
es_us: Documentando tu progreso y experiencias

# ActivityDesc3.Text
source: Being part of the community
es_us: Participando en la comunidad

# ActivityInfo.Text
source: Find here below the activities that will qualify you for points. Anytime you achieve one of them, contact your Herbalife Distributor who will record it and accrue points. As soon as you reach a 25-points level, your pre-selected reward will be for you.
es_us: A continuación, encuentra las actividades que te calificarán para obtener puntos. Siempre que realices cualquiera de estas actividades, contacta a tu Distribuidor Independiente de Herbalife para que la registre y acumules puntos. Tan pronto logres 25 puntos en el nivel, la recompensa preseleccionada será tuya.

# ActivityRewards.Text
source: Activity Rewards
es_us: Recompensas por actividad

# AllCompleted.Text
source: All Rewards Completed
es_us: Has logrados todas las recompensas

# Cancel.Text
source: Cancel
es_us: Cancelar

# ConsecMonths.Text
source: Consecutive months achieved
es_us: Logrado en meses consecutivos

# GoalReached.Text
source: Monthly goal reached
es_us: Objetivo mensual alcanzado

# Home.Text
source: Home
es_us: Inicio

# HowToEarnActivity.Text
source: How to Earn Activity Points
es_us: Como obtener Puntos por Actividades

# HowToEarnShopping.Text
source: How to Earn Product Points
es_us: Como obtener Puntos de Productos

# Level1.Text
source: Level 1
es_us: Nivel 1

# Level2.Text
source: Level 2
es_us: Nivel 2

# Level3.Text
source: Level 3
es_us: Nivel 3

# Level4.Text
source: Level 4
es_us: Nivel 4

# LoyaltyProgram.Text
source: Loyal Customer Program
es_us: PROGRAMA DEL CLIENTE LEAL

# Month1.text
source: Month 1
es_us: Mes 1

# Month2.text
source: Month 2
es_us: Mes 2

# Month3.text
source: Month 3
es_us: Mes 3

# Month4.text
source: Month 4
es_us: Mes 4

# NeededNextLevel.Text
source: points needed for next level
es_us: puntos necesarios para alcanzar el siguiente nivel

# NeededThisMonth.Text
source: points needed to reach your monthly goal
es_us: puntos son necesarios para alcanzar tu objetivo mensual

# NoDataError.Text
source: There is an error retriving your information. Please come back later.
es_us: Hubo un error al obtener su información. Por favor inténtelo más tarde.

source: OK
es_us: ACEPTAR

# PreSelect.Label
source: Pre-select Item
es_us: Pre-seleccionar

# ProgramReach.Text
source: You have completed this program.
es_us: Has completado este programa.

# ProgramReach.Title
source: Congratulations!
es_us: ¡Felicidades!

# Redeem.Text
source: Redeem
es_us: Redimir

# RedeemNow.Label
source: Select Item
es_us: Seleccionar

# RedeemReward.Document
source: Are you sure you want to redeem this reward? You will not be able to redeem another reward from this tier in the future.
es_us: ¿Está seguro que desea redimir esta Recompensa? Si procede, ya no podrá redimir otro obsequio para este nivel.

# RedeemReward.Title
source: Redeem Reward
es_us: Redimir Recompensa

# RewardFailed.Text
source: Something has failed when requesting your action.
es_us: Hubo un error inesperado, inténtalo de nuevo más tarde.

# RewardRedeemed.Text
source: Reward Redeemed
es_us: Recompensa redimida

# RewardsOption.text
source: Please select your reward options.
es_us: Por favor, selecciona tus opciones de recompensa.

# SelectActivityReward.Text
source: Every qualifying activity you will achieve will give you Points and every 25 Points, you get a reward. Select your wish list now for each activity level.
es_us: Cada actividad para calificar que logres te dará puntos, y cada 25 puntos, obtendrás una recompensa. Selecciona ahora tu lista de deseos por cada nivel de actividad.

# SelectItem.Label
source: Select Item
es_us: Seleccionar

# ShoppingPoints.Document
source: Number of months you’ve purchased 100+ product volume points. First reward after 2 months, second reward after 3 months, third reward after 4 months. Select an option at each tier.
es_us: Número de meses que has obtenido más de 100 puntos en productos. Primera recompensa después de 2 meses, segunda recompensa después de 3 meses, tercera recompensa después de 4 meses. Selecciona una opción en cada nivel.

# TermsAndCondDesc.Text
source: Read Customer Terms and conditions
es_us: Leer los Términos y Condiciones de clientes

# TermsAndConditions.text
source: Terms & Conditions
es_us: Términos y Condiciones

# Tier1Activity.Text
source: 25 activity points
es_us: 25 puntos de actividad

# Tier1Shopping.Text
source: 100 points achieved for 2 consecutive months
es_us: 100 puntos logrados por 2 meses consecutivos

# Tier2Activity.Text
source: 50 activity points
es_us: 50 puntos de actividad

# Tier2Shopping.Text
source: 100 points achieved for 3 consecutive months
es_us: 100 puntos logrados por 3 meses consecutivos

# Tier3Activity.Text
source: 75 activity points
es_us: 75 puntos de actividad

# Tier3Shopping.Text
source: 100 points achieved for 4 consecutive months
es_us: 100 puntos logrados por 4 meses consecutivos

# Tier4Activity.Text
source: 100 activity points
es_us: 100 puntos de actividad

# AllDone.Text
source: All done here?
es_us: ¿Está todo listo?

# ShopForPoint.Text
source: Purchase to earn Points
es_us: Ahora compra para ganar puntos

source: Activity
es_us: Actividad

source: Product
es_us: Producto

# RetroPoints.Text
source: Welcome to the Loyal Customer Program. You get points for purchases with me in the 21 past days before enrollment. It may take 24 hours to update your points with these prior orders.
es_us: Bienvenido al Programa de Cliente Leal. Obtienes puntos por las compras que hayas hecho conmigo en los 21 días anteriores a tu inscripción. Actualizar tus puntos con estas órdenes anteriores puede tomar hasta 24 horas.

# RetroPoints.Text2
source: * Qualifying purchases should match email or phone number of your program enrollment.
es_us: * Las compras que califiquen, deben coincidir con el número de teléfono o correo electrónico de tu inscripción al programa.

# RetroPoints.Text3
source: We updated product points from your prior orders. What a great start! Congratulations!
es_us: Hemos actualizamos los puntos por producto de tus ordenes anteriores ¡Qué gran comienzo! ¡Felicidades!
